[
    {
      "id": "1",
      "from": "samplehello@gmail.com",
      "subject": "Изменение реквизитов",
      "body": "Уважаемый Иванов Иван Иванович, Сообщаем об изменении реквизитов ООО ТехноЛайн с 01.12.2025. Новые реквизиты прилагаются. Просим актуализировать данные в вашей системе.",
      "timestamp": "2025-02-08T10:00:00"
    },
    {
      "id": "2",
      "from": "samplehello@gmail.com",
      "subject": "Уведомление о нарушении",
      "body": "Настоящим уведомляем о грубом нарушении условий договора БС-1456 от 15.03.2023: средства с нашего счёта были списаны без предварительного уведомления. Требуем немедленного разъяснения и возврата средств в течение 3 рабочих дней.",
      "timestamp": "2025-02-08T10:00:00"
    },
    {
      "id": "3",
      "from": "samplehello@gmail.com",
      "subject": "Просьба",
      "body": "На основании п. 4.2 Указания Банка России 55-У от 10.04.2024 просим представить информацию о сделках с признаками возможного отмывания денежных средств за III квартал 2025 года до 25.11.2025 включительно.",
      "timestamp": "2025-02-08T10:00:00"
    },
    {
      "id": "4",
      "from": "samplehello@gmail.com",
      "subject": "Предложение",
      "body": "Добрый день! Предлагаем установить партнёрство в рамках совместного запуска цифровой платформы для МСБ. Прикрепляем презентацию и условия сотрудничества. Готовы обсудить детали.",
      "timestamp": "2025-02-08T10:00:00"
    },
    {
      "id": "5",
      "from": "samplehello@gmail.com",
      "subject": "Предложение",
      "body": "Уважаемый Иванов Иван Иванович, Просим рассмотреть возможность стратегического партнёрства Банка и ООО, в рамках реализации специального выпуска журнала «Финансовый Дом» 12 2026, посвящённого «Финансовой грамотности для малого и среднего бизнеса». Журнал «Финансовый Дом» — авторитетное издание с аудиторией более 120 000 читателей — руководителей МСБ, владельцев бизнеса, финансовых директоров и предпринимателей, входящих в клиентскую базу крупных банков. Издание входит в топ-5 финансовых журналов России по уровню доверия и цитируемости (по данным Ассоциации деловой прессы, 2025).",
      "timestamp": "2025-02-08T10:00:00"
    }
  ]
